Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_julkaisi_kei_1_inarinsaamen_oppikirjan_ja_syksyn_harjoituskirjan.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät julkaisi KEI 1 inarinsaamen oppikirjan ja syksyn harjoituskirjan
smn: Sämitigge almostittij KEI 1 anarâškielâ oppâkirje já pargokirje čoohčân

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto on julkaissut KEI 1 inarinsaamen oppikirjan ja syksyn harjoituskirjan.
smn: Sämitige škovlim- já oppâmateriaaltoimâttâh lii almostittâm KEI 1 anarâškielâ oppâkirje já pargokirje čoohčân.

source: KEI 1 Kollemecci on tarkoitettu peruskoulun ensimmäisen luokan inarinsaame vieraana kielenä opetukseen .
smn: KEI 1 Kollemecci lii uáivildum vuáđuškoovlâ vuosmuu luoka anarâškielâ viereskiellân máttááttâsân.

source: Oppikirja on käännetty ja sovitettu inarinsaameenvuonna 2022 uudistetun pohjoissaamen GEA 1 Gollemeahcci-kirjan pohjalta.
smn: Oppâkirje lii jurgâlum já heiviittum anarâskielân ive 2022 uđâstmittum tavesämikielâ GEA 1 Gollemeahcci-kirje vuáđuld.

source: Harjoituskirja sisältää tehtäviä oppikirjan syysosan opetussisältöjen harjoitteluun.
smn: Pargokirje siskeeld hárjuttâsâid oppâkirje čohčâuási máttááttâsistuálui hárjuttâllâm várás.

source: Kirjat on käsikirjoittanut Oona Länsman ja kuvittanut Nora Bäck.
smn: Kiirjijd lii kietâčáállám Oona Länsman já kuuvijd sárgum Nora Bäck.

source: Inarinsaameksi kirjat on kääntänyt ja inarinsaamelaiseen kulttuuriin sovittanut Minna Lampinen.
smn: Anarâškiellân kiirjijd lii jurgâlâm já anarâš kulttuurân heiviittâm Minna Lampinen.

source: Kirjojen taiton on tehnyt Susanna Kaartinen.
smn: Kiirjijd lii tuáijám Susanna Kaartinen.

source: Nyt julkaistut inarinsaamenkieliset KEI -kirjat ovat osa Saamelaiskäräjien omaa tuotantoa, johon kuuluvat alkuperäinen pohjoissaamenkielinen GEA-kirjasarja ja koltansaamenkielinen ǨIÕČČ-kirjasarja.
smn: Tääl almostum anarâškielâliih KEI -kirjeh láá uási Sämitige jieijâs pyevtittâs, moos kuleh algâalgâlâš tavesämikielâg GEA-kirjeráiđu já nuorttâsämikielâg ǨIÕČČ-kirjeráiđu.

source: Tilaukset Saamelaiskäräjien verkkokaupasta:
smn: Tiijláámeh Sämitige nettikäävpist:

source: KEI 1 Kollemecci oppikirja
smn: KEI 1 Kollemecci oppâkirje

source: KEI 1 Kollemecci syksyn harjoituskirja
smn: KEI 1 Kollemecci pargokirje čoohčân
